<script lang="ts" setup></script>

<template>
  <div class="max-w-[1200px] py-10 px-[24px] mx-auto">
    <h1 class="text-4xl">免责声明</h1>
    <p class="text-xs text-gray-400 pt-2.5 pb-7">
      发布于2023年2月19日丨更新于2023年7月19日
    </p>
    <p class="mb-5 text-sm">风险提示</p>
    <p class="mb-5 text-sm">
      1.
      数字资产涉及重大风险，市场交易不确定性因素较多。同时由于数字货币总市值普遍偏少，价格易受到庄家控制以及全球各政府政策的影响而出现大幅波动。由于价格波动，您可能会有大额的盈利或亏损。任何数字资产都可能发生大幅度波动，甚至可能变得毫无价值。
    </p>
    <p class="mb-5 text-sm">
      2.
      因各国法律、法规和规范性文件的制定或者修改，数字资产交易随时可能被暂停、或被禁止，用户使用UZX服务时请自行根据当地法律法规、政策性文件评估风险。
    </p>
    <p class="mb-5 text-sm">
      3.
      用户参与数字资产交易，应当根据自己财务状况，仔细考虑、评估数字资产投资价值和投资风险，自行控制交易风险，并承担可能损失全部投资的经济风险
    </p>
    <p class="mb-5 text-sm">法律声明</p>
    <p class="mb-5 text-sm">一、权利归属</p>
    <p class="mb-5 text-sm">
      除非UZX另行声明，UZX内的所有产品、技术、软件、程序、数据及其他信息（包括文字、图标、图片、照片、音频、视频、图表、色彩组合、版面设计等）的所有权利（包括版权、商标权、专利权、商业秘密及其他相关权利）均归UZX服务提供者及/或其关联公司所有。未经UZX服务提供者及/或其关联公司许可，任何人不得以包括通过机器人、蜘蛛等程序或设备监视、复制、传播、展示、镜像、上载、下载等方式擅自使用UZX内的任何内容。UZX文字及标识，以及UZX的其他标识、徽记、产品和服务名称均为UZX服务提供者及/或其关联公司商标，如有宣传、展示等任何使用需要，您必须取得UZX服务提供者及/或其关联公司事先书面授权。
    </p>
    <p class="mb-5 text-sm">二、责任限制</p>
    <p class="mb-5 text-sm">
      鉴于UZX系提供一个包含数字资产的在线交易平台，用于交易数字资产和衍生品。UZX作为“网络服务提供者”的第三方平台，不担保网站平台上的信息及服务能充分满足用户的需求。UZX转载的作品（包括用户评论）出于传递更多信息之目的，并不意味我们赞同其观点或已经证实其内容的真实性。
    </p>
    <p class="mb-5 text-sm">
      1、用户理解并同意，UZX的服务是按照现有技术和条件所能达到的现状提供的。UZX会尽最大努力向用户提供服务，确保服务的连贯性和安全性；但UZX不能随时预见和防范法律、技术以及其他风险，包括但不限于不可抗力、病毒、木马、黑客攻击、系统不稳定、第三方服务瑕疵、政府行为等原因可能导致的服务中断、数据丢失以及其他的损失和风险。UZX因下列情形无法正常运作，致使用户无法使用各项服务时，UZX将免于承担任何损害赔偿责任，该情形包括但不限于：
    </p>
    <p class="mb-5 text-sm">1）．UZX平台公告之系统停机维护期间；</p>
    <p class="mb-5 text-sm">2）．电信设备出现故障不能进行数据传输的；</p>
    <p class="mb-5 text-sm">
      3）．因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素，造成UZX平台系统障碍不能正常运作的；
    </p>
    <p class="mb-5 text-sm">
      4）．由于黑客攻击、计算机病毒侵入或发作、电信部门技术调整或故障、网站升级、银行方面的问题、因政府管制而造成的暂时性关闭等影响网络正常经营的原因而造成的服务中断或者延迟；
    </p>
    <p class="mb-5 text-sm">
      5）．因为行业现有技术力量无法预测或无法解决的技术问题而造成的损失；
    </p>
    <p class="mb-5 text-sm">
      6）．因第三方的过错或者延误而给用户或者其他第三方造成的损失。
    </p>
    <p class="mb-5 text-sm">
      由于系统故障，网络原因，DDos等黑客攻击等意外因素可能导致的异常成交，行情中断，以及其他可能的异常情况，UZX有权根据实际情况取消异常成交结果，以及回滚某一段时间的所有成交。
    </p>
    <p class="mb-5 text-sm">
      2.用户在使用UZX服务时已充分了解交易风险并同意在任何情况下，UZX就以下各事项不承担任何赔偿责任：
    </p>
    <p class="mb-5 text-sm">1）收入的损失；</p>
    <p class="mb-5 text-sm">2）交易利润或合同损失；</p>
    <p class="mb-5 text-sm">3）业务中断；</p>
    <p class="mb-5 text-sm">4）预期可节省的货币的损失；</p>
    <p class="mb-5 text-sm">5）信息的损失；</p>
    <p class="mb-5 text-sm">6）机会、商誉或声誉的损失；</p>
    <p class="mb-5 text-sm">7）数据的损坏或损失</p>
    <p class="mb-5 text-sm">8）购买替代产品或服务的成本；</p>
    <p class="mb-5 text-sm">9）数字资产消亡或退出市场。</p>
  </div>
</template>
<style lang="scss" scoped></style>
