<script lang="ts" setup></script>

<template>
  <div class="max-w-[1200px] py-10 px-[24px] mx-auto">
    <h1 class="text-4xl">免責聲明</h1>
    <p class="text-xs text-gray-400 pt-2.5 pb-7">
      發布於2023年2月19日丨更新於2023年7月19日
    </p>
    <p class="mb-5 text-sm">風險提示</p>
    <p class="mb-5 text-sm">
      1.
      數字資產涉及重大風險，市場交易不確定性因素較多。同時由於數字貨幣總市值普遍偏少，價格易受到莊家控制以及全球各政府政策的影響而出現大幅波動。由於價格波動，您可能會有大額的盈利或虧損。任何數字資產都可能發生大幅度波動，甚至可能變得毫無價值。
    </p>
    <p class="mb-5 text-sm">
      2.
      因各國法律、法規和規範性文件的制定或者修改，數字資產交易隨時可能被暫停、或被禁止，用戶使用UZX服務時請自行根據當地法律法規、政策性文件評估風險。
    </p>
    <p class="mb-5 text-sm">
      3.
      用戶參與數字資產交易，應當根據自己財務狀況，仔細考慮、評估數字資產投資價值和投資風險，自行控制交易風險，並承擔可能損失全部投資的經濟風險。
    </p>
    <p class="mb-5 text-sm">法律聲明</p>
    <p class="mb-5 text-sm">一、權利歸屬</p>
    <p class="mb-5 text-sm">
      除非UZX另行聲明，UZX內的所有產品、技術、軟件、程序、數據及其他信息（包括文字、圖標、圖片、照片、音頻、視頻、圖表、色彩組合、版面設計等）的所有權利（包括版權、商標權、專利權、商業秘密及其他相關權利）均歸UZX服務提供者及/或其關聯公司所有。未經UZX服務提供者及/或其關聯公司許可，任何人不得以包括通過機器人、蜘蛛等程序或設備監視、復制、傳播、展示、鏡像、上載、下載等方式擅自使用UZX內的任何內容。UZX文字及標識，以及UZX的其他標識、徽記、產品和服務名稱均為UZX服務提供者及/或其關聯公司商標，如有宣傳、展示等任何使用需要，您必須取得UZX服務提供者及/或其關聯公司事先書面授權。
    </p>
    <p class="mb-5 text-sm">二、責任限制</p>
    <p class="mb-5 text-sm">
      鑒於UZX系提供一個包含數字資產的在線交易平台，用於交易數字資產和衍生品。UZX作為“網絡服務提供者”的第三方平台，不擔保網站平台上的信息及服務能充分滿足用戶的需求。UZX轉載的作品（包括用戶評論）出於傳遞更多信息之目的，並不意味我們贊同其觀點或已經證實其內容的真實性。
    </p>
    <p class="mb-5 text-sm">
      1、用戶理解並同意，UZX的服務是按照現有技術和條件所能達到的現狀提供的。UZX會盡最大努力向用戶提供服務，確保服務的連貫性和安全性；但UZX不能隨時預見和防範法律、技術以及其他風險，包括但不限於不可抗力、病毒、木馬、黑客攻擊、系統不穩定、第三方服務瑕疵、政府行為等原因可能導致的服務中斷、數據丟失以及其他的損失和風險。UZX因下列情形無法正常運作，致使用戶無法使用各項服務時，UZX將免於承擔任何損害賠償責任，該情形包括但不限於：
    </p>
    <p class="mb-5 text-sm">1）．UZX平台公告之系統停機維護期間；</p>
    <p class="mb-5 text-sm">2）．電信設備出現故障不能進行數據傳輸的；</p>
    <p class="mb-5 text-sm">
      3）．因台風、地震、海嘯、洪水、停電、戰爭、恐怖襲擊等不可抗力之因素，造成UZX平台系統障礙不能正常運作的；
    </p>
    <p class="mb-5 text-sm">
      4）．由於黑客攻擊、計算機病毒侵入或發作、電信部門技術調整或故障、網站升級、銀行方面的問題、因政府管制而造成的暫時性關閉等影響網絡正常經營的原因而造成的服務中斷或者延遲；
    </p>
    <p class="mb-5 text-sm">
      5）．因為行業現有技術力量無法預測或無法解決的技術問題而造成的損失；
    </p>
    <p class="mb-5 text-sm">
      6）．因第三方的過錯或者延誤而給用戶或者其他第三方造成的損失。
    </p>
    <p class="mb-5 text-sm">
      由於系統故障，網絡原因，DDos等黑客攻擊等意外因素可能導致的異常成交，行情中斷，以及其他可能的異常情況，UZX有權根據實際情況取消異常成交結果，以及回滾某一段時間的所有成交。
    </p>
    <p class="mb-5 text-sm">
      2.用戶在使用UZX服務時已充分了解交易風險並同意在任何情況下，UZX就以下各事項不承擔任何賠償責任：
    </p>
    <p class="mb-5 text-sm">1）收入的損失；</p>
    <p class="mb-5 text-sm">2）交易利潤或合同損失；</p>
    <p class="mb-5 text-sm">3）業務中斷；</p>
    <p class="mb-5 text-sm">4）預期可節省的貨幣的損失；</p>
    <p class="mb-5 text-sm">5）信息的損失；</p>
    <p class="mb-5 text-sm">6）機會、商譽或聲譽的損失；</p>
    <p class="mb-5 text-sm">7）數據的損壞或損失</p>
    <p class="mb-5 text-sm">8）購買替代產品或服務的成本；</p>
    <p class="mb-5 text-sm">9）數字資產消亡或退出市場。</p>
    <p class="mb-5 text-sm"></p>
  </div>
</template>
<style lang="scss" scoped></style>
