<script lang="ts" setup></script>

<template>
  <div class="max-w-[1200px] py-10 px-[24px] mx-auto">
    <h1 class="text-4xl">免責事項</h1>
    <p class="text-xs text-gray-400 pt-2.5 pb-7">
      2023年2月19日に公開、2023年7月19日に更新
    </p>
    <p class="mb-5 text-sm">リスク注意事項</p>
    <p class="mb-5 text-sm">
      1.デジタル資産には重大なリスクが伴います。市場取引は不確実性の要因が多く、また、デジタル通貨の総市場価値が一般的に少ないため、価格は操縦者の制御や各国政府の政策に影響を受けて大幅な変動をすることがあります。価格の変動により、大きな利益または損失が生じる可能性があります。どんなデジタル資産も大幅な変動が発生し、時にはまったく価値を持たなくなることさえあります。
    </p>
    <p class="mb-5 text-sm">
      2.各国の法律、規制、規範文書の策定または変更により、デジタル資産の取引が中断されたり、禁止される可能性があります。UZXサービスを利用する際は、現地の法律や規制、政策文書を評価し、リスクを自己判断してください。
    </p>
    <p class="mb-5 text-sm">
      3.デジタル資産取引に参加する際は、自身の財務状況に基づいて、デジタル資産の投資価値とリスクを注意深く評価し、取引リスクを自己管理し、投資全体の経済的リスクを負担する必要があります。
    </p>
    <p class="mb-5 text-sm">法的免責事項</p>
    <p class="mb-5 text-sm">一．権利の帰属</p>
    <p class="mb-5 text-sm">
      UZX内のすべての製品、技術、ソフトウェア、プログラム、データ、およびその他の情報（テキスト、アイコン、画像、写真、音声、ビデオ、図表、色の組み合わせ、レイアウトデザインなどを含む）は、UZXサービスプロバイダーおよび/または関連会社の所有物であり、著作権、商標権、特許権、営業秘密、その他の関連権利を含むすべての権利を保有しています。UZXサービスプロバイダーおよび/または関連会社の許可なしに、機械、スパイダーなどのプログラムや装置を使用して、UZX内のコンテンツを監視、コピー、配布、表示、ミラーリング、アップロード、ダウンロードなどの方法で無断で使用することはできません。UZXのテキスト、ロゴ、その他の商標、ロゴ、製品名、サービス名は、UZXサービスプロバイダーおよび/または関連会社の商標であり、広告、表示などの使用が必要な場合は、事前にUZXサービスプロバイダーおよび/または関連会社から書面での許可を取得する必要があります。
    </p>
    <p class="mb-5 text-sm">二．責任の制限</p>
    <p class="mb-5 text-sm">
      UZXはデジタル資産と派生商品の取引を行うためのオンライン取引プラットフォームを提供する「ネットワークサービスプロバイダー」として、ウェブサイトプラットフォーム上の情報とサービスがユーザーの要求を充分に満たすことを保証しません。UZXが転載する作品（ユーザーコメントを含む）は、さらに多くの情報を提供するために掲載されており、その内容を支持しているわけではなく、その内容が真実であることを証明しているわけではありません。
    </p>
    <p class="mb-5 text-sm">
      1.ユーザーは理解し、同意します。UZXのサービスは、現在の技術と条件に基づいて提供されています。UZXは、ユーザーに対し、サービスの連続性と安全性を確保し、最善の努力を払います。しかし、UZXは法的、技術的、およびその他のリスク、不可抗力、ウイルス、トロイの木馬、ハッカー攻撃、システムの不安定、第三者サービスの欠陥、政府の行動など、予測および予防ができないリスクに随時さらされており、これらの理由によるサービスの中断、データの損失、およびその他の損害やリスクが発生する可能性があります。以下の状況では、UZXは正常に機能しないため、ユーザーはいかなる損害賠償責任も免れることに同意します。これらの状況には、以下が含まれますが、これに限定されません：
    </p>
    <p class="mb-5 text-sm">
      1）. UZXプラットフォームの公告によるシステムの停止およびメンテナンス期間。
    </p>
    <p class="mb-5 text-sm">
      2）. 電信機器の故障によりデータ転送ができない場合。
    </p>
    <p class="mb-5 text-sm">
      3）.
      台風、地震、津波、洪水、停電、戦争、テロ攻撃などの不可抗力の要因により、UZXプラットフォームのシステムが正常に動作できない場合。
    </p>
    <p class="mb-5 text-sm">
      4）.
      ハッカー攻撃、コンピューターウイルスの侵入または発生、電信部門の技術調整または故障、ウェブサイトのアップグレード、銀行に関する問題、政府による一時的なクローズなどにより、通常のネットワーク運用に影響を及ぼし、サービスが中断または遅延した場合。
    </p>
    <p class="mb-5 text-sm">
      5）. 既存の技術リソースでは予測または解決できない技術の問題による損失。
    </p>
    <p class="mb-5 text-sm">
      6）.
      第三者の過失または遅延により、ユーザーまたは他の第三者に損害を与える場合。
    </p>
    <p class="mb-5 text-sm">
      システムの障害、ネットワークの問題、DDosなどのハッカー攻撃などの予期しない要因により、異常な取引、市場の中断、およびその他の異常な状況が発生する可能性がある場合、UZXは実際の状況に基づいて異常な取引結果をキャンセルし、特定の期間のすべての取引をロールバックする権利を有します。
    </p>
    <p class="mb-5 text-sm">
      2.ユーザーは、UZXサービスを使用する際に取引のリスクを十分に理解し、以下の事項についていかなる場合にもUZXに対するいかなる損害賠償責任も免除することに同意します：
    </p>
    <p class="mb-5 text-sm">1）. 収益の損失。</p>
    <p class="mb-5 text-sm">2）. 取引の利益または契約の損失。</p>
    <p class="mb-5 text-sm">3）. ビジネスの中断。</p>
    <p class="mb-5 text-sm">4）. 期待される通貨の節約の損失。</p>
    <p class="mb-5 text-sm">5）. 情報の損失。</p>
    <p class="mb-5 text-sm">6）. 機会、信用、または評判の損失。</p>
    <p class="mb-5 text-sm">7）. データの損傷または損失。</p>
    <p class="mb-5 text-sm">8）. 代替製品またはサービスの購入コスト。</p>
    <p class="mb-5 text-sm">
      9）. デジタルアセットの消滅または市場からの撤退。
    </p>
  </div>
</template>
<style lang="scss" scoped></style>
