<script lang="ts" setup></script>

<template>
  <div class="max-w-[1200px] py-10 px-[24px] mx-auto">
    <h1 class="text-4xl">면책 조항</h1>
    <p class="text-xs text-gray-400 pt-2.5 pb-7">
      2023년 2월 19일 게시 | 2023년 7월 19일 업데이트
    </p>
    <p class="mb-5 text-sm">위험 경고</p>
    <p class="mb-5 text-sm">
      1. 디지털 자산은 큰 위험을 수반하며, 시장 거래에는 불확실성 요소가
      많습니다. 또한 디지털 통화의 총 시장 가치가 상대적으로 적어 가격이
      조작되거나 전 세계 정부 정책의 영향을 받아 큰 변동을 겪을 수 있습니다.
      가격 변동으로 인해 큰 수익이나 손실이 발생할 수 있습니다. 모든 디지털
      자산은 큰 변동을 겪을 수 있으며 심지어 무가치해질 수 있습니다.
    </p>
    <p class="mb-5 text-sm">
      2. 각국의 법률, 규정 및 규범 문서의 제정 또는 변경으로 인해 디지털 자산
      거래가 언제든지 중단되거나 금지될 수 있습니다. 사용자는 UZX 서비스를
      사용할 때 현지 법률 및 규정을 기반으로 위험을 평가해야 합니다.
    </p>
    <p class="mb-5 text-sm">
      3. 사용자는 디지털 자산 거래에 참여할 때 자신의 재정 상태를 기반으로
      디지털 자산의 투자 가치와 투자 위험을 신중히 고려하고 평가하며 거래 위험을
      스스로 통제하고 모든 투자 손실의 경제적 위험을 감수해야 합니다.
    </p>
    <p class="mb-5 text-sm">법적 성명</p>
    <p class="mb-5 text-sm">1. 권리 귀속</p>
    <p class="mb-5 text-sm">
      UZX가 별도로 명시하지 않는 한, UZX 내의 모든 제품, 기술, 소프트웨어,
      프로그램, 데이터 및 기타 정보(텍스트, 아이콘, 이미지, 사진, 오디오,
      비디오, 차트, 색상 조합, 레이아웃 등 포함)의 모든 권리(저작권, 상표권,
      특허권, 영업 비밀 및 기타 관련 권리 포함)는 UZX 서비스 제공자 및/또는 그
      관련 회사에 귀속됩니다. UZX 서비스 제공자 및/또는 그 관련 회사의 허가
      없이, 누구도 로봇, 스파이더 등 프로그램이나 장비를 통해 UZX 내의 어떤
      내용도 모니터링, 복사, 전송, 표시, 미러링, 업로드, 다운로드 등의 방법으로
      무단으로 사용할 수 없습니다. UZX 텍스트 및 로고와 UZX의 기타 상징, 엠블럼,
      제품 및 서비스 이름은 UZX 서비스 제공자 및/또는 그 관련 회사의 상표입니다.
      홍보, 전시 등 사용이 필요할 경우, 반드시 UZX 서비스 제공자 및/또는 그 관련
      회사의 사전 서면 승인을 받아야 합니다.
    </p>
    <p class="mb-5 text-sm">2. 책임 제한</p>
    <p class="mb-5 text-sm">
      UZX는 디지털 자산을 포함하는 온라인 거래 플랫폼을 제공하며, 디지털 자산 및
      파생상품 거래를 위한 것입니다. UZX는 ‘네트워크 서비스 제공자’로서 제3자
      플랫폼을 운영하며, 웹사이트 플랫폼의 정보 및 서비스가 사용자의 요구를
      충분히 충족시킬 것이라고 보장하지 않습니다. UZX가 전송한 작품(사용자 댓글
      포함)은 더 많은 정보를 전달하기 위한 것이며, 우리가 해당 의견을 지지하거나
      내용의 진위를 확인한 것을 의미하지 않습니다.
    </p>
    <p class="mb-5 text-sm">
      1. 사용자는 UZX의 서비스가 현재 기술과 조건에 따라 제공된다는 것을
      이해하고 동의합니다. UZX는 사용자에게 서비스를 제공하기 위해 최선을
      다하며, 서비스의 일관성과 안전성을 보장하려고 합니다. 그러나 UZX는 법적,
      기술적 및 기타 위험을 항상 예견하거나 방지할 수 없습니다. 여기에는
      불가항력, 바이러스, 트로이 목마, 해킹 공격, 시스템 불안정성, 제3자 서비스
      결함, 정부 조치 등으로 인한 서비스 중단, 데이터 손실 및 기타 손실과 위험이
      포함됩니다. UZX는 다음과 같은 상황에서 정상적으로 운영되지 않아 사용자가
      서비스를 이용할 수 없는 경우, 어떠한 손해 배상 책임도 지지 않습니다.
      이러한 상황에는 다음이 포함되지만 이에 국한되지 않습니다:
    </p>
    <p class="mb-5 text-sm">
      1&rpar; UZX 플랫폼 공지에 따른 시스템 점검 및 유지보수 기간;
    </p>
    <p class="mb-5 text-sm">
      2&rpar; 통신 장비의 고장으로 데이터 전송이 불가능한 경우;
    </p>
    <p class="mb-5 text-sm">
      3&rpar; 태풍, 지진, 쓰나미, 홍수, 정전, 전쟁, 테러 등 불가항력적인
      원인으로 인해 UZX 플랫폼 시스템이 정상적으로 작동하지 않는 경우;
    </p>
    <p class="mb-5 text-sm">
      4&rpar; 해킹 공격, 컴퓨터 바이러스 침입 또는 발작, 통신 부서의 기술 조정
      또는 고장, 웹사이트 업그레이드, 은행 문제, 정부 규제에 의한 일시적인 폐쇄
      등으로 인해 네트워크의 정상 운영이 영향을 받는 경우;
    </p>
    <p class="mb-5 text-sm">
      5&rpar; 현재의 기술력으로 예측하거나 해결할 수 없는 기술적 문제로 인한
      손실;
    </p>
    <p class="mb-5 text-sm">
      6&rpar; 제3자의 과실이나 지연으로 인해 사용자 또는 제3자에게 발생한 손실.
    </p>
    <p class="mb-5 text-sm">
      시스템 고장, 네트워크 문제, DDoS 등 해킹 공격과 같은 예기치 않은 상황으로
      인해 발생한 비정상 거래, 시장 중단 및 기타 예외적인 상황에 대해, UZX는
      실제 상황에 따라 비정상 거래 결과를 취소하거나 특정 기간의 모든 거래를
      롤백할 권리를 보유합니다.
    </p>
    <p class="mb-5 text-sm">
      2. 사용자는 UZX 서비스를 사용할 때 거래 위험을 충분히 이해하고, 어떤
      경우에도 UZX가 다음 사항에 대해 책임을 지지 않는다는 것에 동의합니다:
    </p>
    <p class="mb-5 text-sm">1&rpar; 수익 손실;</p>
    <p class="mb-5 text-sm">2&rpar; 거래 이익 또는 계약 손실;</p>
    <p class="mb-5 text-sm">3&rpar; 비즈니스 중단;</p>
    <p class="mb-5 text-sm">4&rpar; 예상 절감 가능한 금액의 손실;</p>
    <p class="mb-5 text-sm">5&rpar; 정보 손실;</p>
    <p class="mb-5 text-sm">6&rpar; 기회, 명성 또는 평판의 손실;</p>
    <p class="mb-5 text-sm">7&rpar; 데이터 손상 또는 손실;</p>
    <p class="mb-5 text-sm">8&rpar; 대체 제품 또는 서비스 구매 비용;</p>
    <p class="mb-5 text-sm">9&rpar; 디지털 자산의 소멸 또는 시장 퇴출.</p>
  </div>
</template>
<style lang="scss" scoped></style>
