<script lang="ts" setup></script>

<template>
  <div class="max-w-[1200px] py-10 px-[24px] mx-auto">
    <h1 class="text-4xl">隱私政策</h1>
    <p class="text-xs text-gray-400 pt-2.5 pb-7">
      發布於2023年2月19日丨更新於2023年7月19日
    </p>
    <p class="mb-5 text-sm">
      1.雙方 1.1 UZX.COM.（以下稱
      「公司」）是一家根據開曼群島法律在開曼群島註冊成立的公司，該公司運營網站http://www.uzx.com（以下稱「本網站」或「網站」），該網站是一個專門供用戶進行數字資產交易和提供相關服務（以下稱「該服務」或「服務」）的平臺。為了本協議表述之方便，公司和該網站在本協議中合稱使用「我們」或其他第一人稱稱呼。
      1.2
      只要登陸該網站的自然人或其他主體均為本網站的用戶，本協議表述之便利，以下使用「您」或其他第二人稱。
      1.3
      為了本協議表述之便利，我們和您在本協議中合稱為「雙方」，我們或您單稱為「一方」。
      2.隱私政策製定的目的
      隱私政策規定了我們只通過您登陸本網站、在本網站上註冊和/或使用我們提供的服務采集您信息的類型以及我們如何使用和保護這些采集到的信息。
      3.您的同意 為確保您對我們在處理個人資料上有充分信心,
      您切要詳細閱讀及理解隱私政策的條文。特別是您一旦登陸我們的網站，不論您是否在該網站上註冊，您均向我們表明您接受、同意、承諾和確認：
      3.1 您在自願下連同所需的同意向我們披露個人資料； 3.2
      您會遵守本隱私政策的全部條款和限製； 3.3
      您同意我們通過您登陸本網站、在本網站上註冊和/或使用我們提供的服務收集您的信息；您同意日後我們對隱私政策的任何修改；
      3.4
      您同意我們的分公司、附屬公司、雇員就您可能會感興趣的產品和服務與您聯絡(
      除非您已經表示不想收到該等訊息 )。 4.收集的信息 4.1
      當您使用本網站時，您同意我們開始使用cookies來追蹤您的每一個動作，並收集和記住您留下的所有信息，其中包括但不限於您的IP地址，地理位置及其他資料。
      4.2 如果您願意使用本網站提供的服務，您需要填寫和提供以下兩種信息： 4.2.1
      身份信息。該信息可以幫助我們驗證您是否有資格註冊為本網站會員，包括但不限於您的名字、您的居住地址、郵寄地址、您所屬國家或政府簽發的其他具有證明您身份信息的不同的證書以及涉及到的號碼及所有其他可幫助我們驗證您身份的信息（以下合稱為「身份信息」
      ）。 4.2.2
      服務信息。該信息幫助我們與您聯系並順利為您提供服務，包括但不限於您的電話號碼、傳真號碼、有效的電子郵件地址、郵寄地址以及您的借記卡信息和/或其他帳戶信息（以下合
      稱為「服務信息」 ）。 4.3
      在您使用本網站或其提供的服務時，我們可能會為了改進本網站的使用功能，提升您對使用本網站及其提供的服務及其安全性的體驗或是根據法院或可適用法律法規或有管轄權的其他政府機構的命令，通過本網站公示的專屬於我們的郵箱或其他我們認為合規的方式收集更多的必要的信息。
      4.4
      如果您訪問了在本網站上的其他第三方網站或合作的第三方的任何鏈接，您應同意並遵守該第三方網單獨和獨立的隱私政策。我們對這些網站或合作方的內容及活動不承擔任何責任。
      5.Cookies 5.1 當您到訪我們網站時, 我們通過cookies使用Google
      Stats去記錄我們的業績以及核對在線廣告的效果。Cookie是發送到您的瀏覽器上並在您的電腦硬盤驅動器上存儲的小量數據。只有當您使用您的電腦進入我們網站時,Cookie才能夠被發送到您的電腦硬盤上。
      5.2
      Cookies常用於記錄訪問者瀏覽我們網站上的各個項目時的習慣以及偏好。Cookies所搜集的資料是不記名的集體統計數據,
      不載有個人資料。 5.3
      Cookies不能用於取得您的硬盤上的數據、您的電郵地址、及您的私人數據，其可使本網站或服務商系統識別到您的瀏覽器並捕捉和記憶信息。大多數瀏覽器都預設為可以接受Cookies。您可以選擇將您的瀏覽器設定為不接受Cookies,或如果Cookies一被裝上就通知您。不過,
      若設定為禁止Cookies, 您或許便不能啟動或使用我們網站的某些功能。
      6.信息使用用途 6.1 我們為了以下目的或以下列方式使用我們收集到的您的信息：
      6.1.1 通過我們的網站向您提供我們的各項服務； 6.1.2 當您使用我們的網站時,
      能辨認及確認您的身份； 6.1.3
      為了改善和提高網站的服務（根據我們收到的您的信息及反饋，幫助我們改善網站的服務，進而我們可以更有效地對您的服務請求和支持需求做出回應）；
      6.1.4 統計我們網站使用量的數據和政府機關、事業單位等合作的數據分析； 6.1.5
      個性化您的體驗（您的信息將幫助我們更好地為您的個性化需求作出回應）； 6.1.6
      處理交易（您的信息，無論是公共或私人的，未經您的同意不會以任何理由被出售、交換、轉移，或提供給任何其他公司，但除了為完成您所要求的交易的明確目的之外
      ）； 6.1.7
      定期發送電子郵件（您提供訂單處理的電子郵件地址，除了偶爾接收我們的新聞，更新，相關產品或服務的信息等，可用來向您發送信息和更新有關您的訂單）；
      6.1.8 滿足本網站用戶協議規定的其他目的和為了滿足該等目的的所有合法途徑。
      6.2
      我們不會向其他方出售、交易或以其他方式轉讓信息或允許他人收集、使用信息，但不包括以下其他方和以下信息：我們的關聯方、幫助我們經營我們的網站、開展業務、或者向您提供服務的受信任的第三方，只要這些當事方同意將這些信息保密；當我們相信披露的信息是適當的，是遵守法律、法規、規章製度的或來自於法院或他主管當局的命令、執行我們的網站策略，正常運行網站所需要，關聯方提供服務所需或保護我們或他人的權利、財產或安全的。但是，您的信息不會提供給其他方進行營銷，廣告或其他用途。
      7.個人資料的保護 7.1
      我們實施妥善的實物、電子、管理及技術方面的措施來保護和保障您的個人資料的安全。我們盡力確保通過我們網站所搜集的任何個人資料皆免於任何與我們無關的第三者的滋擾。我們采取的安全措施包括但不限於：
      7.1.1 實物措施：存有您個人資料的記錄會被存放在有鎖的地方。 7.1.2
      電子措施：存有您個人資料的電腦數據會被存放在受嚴格登入限製的電腦系統和存儲媒體上。
      7.1.3 管理措施：只有經我們授權的職員才能接觸到您的個人資料,
      這些職員需要遵守我們個人資料保密的內部守則。 7.1.4
      技術措施：可能采用如Secure Socket Layer
      Encryption這種加密技術來輸送您的個人資料。 7.1.5
      其它措施：我們的網絡服務器受到「防火墻」的保護。 7.2
      若您知悉我們的網站上有任何安全方面的漏洞, 請馬上聯系我們,
      使我們可以盡快采取妥適的行動。 7.3 盡管實施了上述技術和保安的措施,
      我們不能保證資料在互聯網上的輸送絕對安全,
      因此我們不能絕對保證您通過我們網站提供給我們的個人資料在一切時候都是安全的。對任何因未經授權而接觸您個人資料所發生的事件我們一槪不承擔責任,
      於這方面產生或導致的任何損失或損害, 我們不負責賠償。 8.隱私政策的修訂
      我們保留隨時修改該隱私政策的權利。我們通過更新和發布新版本的生效日期告訴您我們修訂了隱私政策，並突出修訂處，有時我們會發布通知告訴您隱私政策已修訂，但這不是我們的一項義務。您應定期查看隱私政策並關註其修訂情況，如果您不同意修訂的內容，您應停止立即訪問本網站。當隱私政策的更新版本發布，您持續訪問本網站顯示和表明您同意該更新的內容，並同意遵守該更新的隱私權政策。
      9.與我們的溝通 9.1
      如果您有任何要求和意見，您可以通過電子郵件contact@uzx.com，這是屬於我們與您溝通的唯一有效和官方電子郵件，所以我們對您未使用有效的聯系方式，任何作為或不作為不承擔責任。
      9.2
      我們只通過本網站上的有效的聯系方式發布公告和信息或在本網站張貼公告，所以我們對由於您信任了未通過以上方式獲得的信息而產生的任何損失不承擔責任。
      9.3 若您對我們的隱私政策有任何問題, 歡迎隨時聯系我們。
    </p>
  </div>
</template>
<style lang="scss" scoped></style>
