<script lang="ts" setup></script>

<template>
  <div class="max-w-[1200px] py-10 px-[24px] mx-auto">
    <h1 class="text-4xl">プライバシーポリシー</h1>
    <p class="text-xs text-gray-400 pt-2.5 pb-7">
      2023年2月19日に公開、2023年7月19日に更新
    </p>
    <p class="mb-5 text-sm">
      1.双方 1.1
      UZX.COM（以下简称「会社」）は、ケイマン諸島法に基づいて設立された会社で、当該会社はウェブサイトhttp://www.uzx.com（以下「本ウェブサイト」または「ウェブサイト」と称する）を運営しており、このウェブサイトはユーザーにデジタルアセットの取引および関連サービス（以下「本サービス」または「サービス」と称する）を提供する専用プラットフォームです。本契約の便宜のため、会社と本ウェブサイトは本契約において「私たち」と称される第一人称で参照されます。
      1.2
      本ウェブサイトにログインした自然人または他の主体は、本ウェブサイトのユーザーです。本契約の便宜のため、第二人称として「あなた」と称します。
      1.3
      本契約の便宜のため、私たちとあなたは本契約において「双方」と称され、私たちまたはあなたは単に「一方」と称されます。
      2.プライバシーポリシーの目的
      プライバシーポリシーは、私たちがあなたの情報を収集する方法、その情報の種類、およびその情報をどのように使用し、保護するかについて規定しています。
      3.あなたの同意
      個人データの取り扱いに対する信頼を確保するために、プライバシーポリシーの条項を詳しくお読みいただき、理解していただくことが重要です。特に、あなたが当社のウェブサイトにログインした場合、登録したかどうかにかかわらず、あなたは以下を受け入れ、同意し、約束し、確認するものとします：
      3.1 あなたは自己の意志で必要な同意と共に個人情報を開示します。 3.2
      あなたはプライバシーポリシーのすべての条項と制約を守ります。 3.3
      あなたは当社があなたの情報を収集することに同意し、将来的なプライバシーポリシーの変更に同意します。
      3.4
      あなたは当社の子会社、関連会社、従業員があなたが興味を持つかもしれない製品やサービスに関してあなたと連絡を取ることに同意します（あなたがそのようなメッセージを受信したくない場合を除く）。
      4.情報の収集 4.1
      本ウェブサイトを利用する際、あなたは私たちがクッキーを使用して、あなたのアクションを追跡し、あなたが提供した情報を収集および記録することに同意します。これには、IPアドレス、地理的位置、およびその他の情報などが含まれます。
      4.2
      本ウェブサイトが提供するサービスを利用する場合、以下の2つの情報を提供する必要があります：
      4.2.1
      アイデンティティ情報。これは、あなたが本ウェブサイトのメンバーとして登録する資格があるかどうかを検証するのに役立つ情報で、名前、住所、郵送先住所、所在国または政府から発行された他のアイデンティティ情報を含む場合があり、それに関連する番号やアイデンティティを検証するのに役立つ情報が含まれます（これらは「アイデンティティ情報」と呼ばれます）。
      4.2.2
      サービス情報。これは、あなたと連絡を取り、スムーズにサービスを提供するのに役立つ情報で、電話番号、ファックス番号、有効な電子メールアドレス、郵送先住所、デビットカード情報および/またはその他のアカウント情報などが含まれる場合があります（これらは「サービス情報」と呼ばれます）。
      4.3
      本ウェブサイトまたは提供されるサービスを使用する際、本ウェブサイトの使用機能を改善し、本ウェブサイトおよび提供されるサービスのセキュリティ体験を向上させるため、または法廷の命令、適用可能な法律および規制、または他の適切な政府機関の命令に従うために、必要な情報を収集する場合があります。これは、私たちのウェブサイトで公開される専用の電子メールアドレスまたはその他の合法的な方法を通じて行われます。
      4.4
      本ウェブサイトで提供される他の第三者ウェブサイトや提携している第三者のリンクを訪れた場合、該当の第三者の個別かつ独立したプライバシーポリシーに同意し、従う必要があります。これらのウェブサイトまたは提携先のコンテンツおよび活動について私たちは責任を負いません。
      5.クッキー 5.1 当ウェブサイトを訪れる際、私たちはGoogle
      Statsを使用して業績を記録し、オンライン広告の効果を確認するためにクッキーを使用します。クッキーは、ブラウザに送信され、コンピュータのハードドライブに保存される少量のデータです。クッキーは、あなたがコンピュータで当ウェブサイトにアクセスしたときにのみコンピュータのハードドライブに送信できます。
      5.2
      クッキーは、訪問者が当ウェブサイト内のプロジェクトや設定を記録するのによく使用されます。クッキーに収集される情報は匿名の統計データであり、個人情報を含んでいません。
      5.3
      クッキーは、ハードドライブ上のデータ、電子メールアドレス、および個人情報を取得するためには使用できません。ただし、クッキーによって当ウェブサイトまたはサービスプロバイダーシステムがブラウザを識別し、情報をキャッチおよび記憶できます。ほとんどのブラウザはクッキーを受け入れるようにデフォルトで設定されています。クッキーを受け入れないようにブラウザを設定することもできますが、クッキーを無効にすると、当ウェブサイトの一部の機能を起動または使用できなくなる場合があります。
      6.情報の利用目的 6.1
      私たちは、以下の目的または以下の方法で収集した情報を使用します： 6.1.1
      当ウェブサイトを介してさまざまなサービスを提供するため。 6.1.2
      当ウェブサイトを利用する際に、あなたのアイデンティティを識別および確認するため。
      6.1.3
      サイトのサービスを改善し、あなたのサービスリクエストとサポートニーズにより効果的に応答できるようにするため。
      6.1.4 ウェブサイトの使用データと政府機関、非営利組織などとのデータ分析。
      6.1.5
      あなたの個別の要求に対応できるようにするため（あなたの情報は、個別の要求に対応するのに役立ちます）。
      6.1.6
      取引の処理（あなたの情報は、取引を完了するために使用されます。明示的な目的以外であなたの情報は許可なく販売、交換、転送されることはありません）。
      6.1.7
      定期的な電子メールの送信（注文処理に使用する電子メールアドレス以外に、新着情報、更新情報、関連製品またはサービス情報などを受信するために使用されます）。
      6.1.8
      本ウェブサイトの利用者規約で規定されたその他の目的を達成し、それらの目的を達成するための合法的な手段。
      6.2
      私たちは情報を他の人に売却、取引、または他人が情報を収集および使用することを許可しません。ただし、信頼性のある第三者、および当事者がこの情報を機密に保つことに同意する場合は除きます。情報を開示することが適切であると私たちが信じる場合、法的要求、法令、規制の遵守、法廷の命令、ウェブサイトの方針の執行、ウェブサイトの正常な運営、アフィリエイトプログラムの提供、または私たちまたは他人の権利、財産、または安全を保護する必要があると判断される場合を除き、情報は提供されません。ただし、あなたの情報はマーケティング、広告、またはその他の目的で他者に提供されることはありません。
      7.個人情報の保護 7.1
      私たちは、物理的、電子的、管理、および技術的な手段を用いて、個人情報の安全性を保護し、確保するよう努力しています。私たちは、当ウェブサイトを通じて収集した個人情報が私たちとは関係のない第三者によって妨害されないように努力しています。私たちが実施するセキュリティ対策には、次のようなものが含まれます：
      7.1.1 物理的な対策：個人情報の記録はロックされた場所に保管されます。 7.1.2
      電子的な対策：個人情報のコンピュータデータは、厳格なアクセス制限のあるコンピュータシステムおよびストレージメディアに保存されます。
      7.1.3
      管理対策：許可された職員だけが個人情報にアクセスできるようになっており、これらの職員は個人情報の機密保持規則に従う必要があります。
      7.1.4 技術対策：個人情報を転送するために暗号化技術（例：Secure Socket
      Layer Encryption）が使用される場合があります。 7.1.5
      その他の対策：ネットワークサーバーはファイアウォールで保護されています。
      7.2
      ただし、上記の技術とセキュリティ対策を実施していても、情報をインターネットで送信する場合、常に安全であるとは限らないため、インターネットを介した情報の転送の安全性を絶対に保証することはできません。未承認のアクセスによって生じたいかなる事件についても私たちは責任を負いません。このような事件が生じた場合に生じる損失または損害についても、私たちは賠償の責任を負いません。
      8.プライバシーポリシーの変更
      当社は、プライバシーポリシーを変更する権利を保持します。プライバシーポリシーの変更がある場合は、変更を強調し、効力発生日を更新および公開することにより通知いたします。時折、プライバシーポリシーの変更があった場合に通知を発表することがありますが、これは当社の義務ではありません。プライバシーポリシーを定期的に確認し、変更内容に注意を払う責任があり、変更内容に同意しない場合は、即座に本ウェブサイトへのアクセスを停止すべきです。プライバシーポリシーの更新バージョンが発表されると、継続的なアクセスは、更新内容に同意し、その更新されたプライバシーポリシーを遵守することを示し、同意したものと見なされます。
      9.当社とのコミュニケーション 9.1
      ご要望やご意見がある場合、お問い合わせは電子メールアドレスcontact@uzx.comを通じて行っていただけます。これは当社とのコミュニケーションの唯一の公式および有効な電子メールアドレスです。したがって、効果的な連絡方法を使用しない場合、当社は何らかの行動または不作為に対して責任を負いません。
      9.2
      お知らせや情報は、本ウェブサイト上の有効な連絡方法を使用してのみ発表されるため、これらの方法を経由せずに入手した情報に対して発生する損失について当社は責任を負いません。
      9.3
      当社のプライバシーポリシーに関する質問がある場合は、いつでもお気軽にお問い合わせください。
    </p>
  </div>
</template>
<style lang="scss" scoped></style>
