<script lang="ts" setup></script>

<template>
  <div class="max-w-[1200px] py-10 px-[24px] mx-auto">
    <h1 class="text-4xl">개인정보 보호정책</h1>
    <p class="text-xs text-gray-400 pt-2.5 pb-7">
      2023년 2월 19일 게시 | 2023년 7월 19일 업데이트
    </p>
    <p class="mb-5 text-sm">
      1. 당사자 1.1 UZX.COM(이하 "회사")은 케이먼 제도 법률에 따라 케이맨 제도에
      설립된 회사입니다. 회사는 웹사이트 http://www.uzx.com( 이하 "웹 사이트")
      또는 "웹 사이트"）, 웹 사이트는 사용자가 디지털 자산 거래를 수행하고 관련
      서비스(이하 "서비스" 또는 "서비스")를 제공하기 위한 플랫폼입니다. 본 계약
      표현의 편의를 위해, 본 계약에서는 회사와 본 웹사이트를 총칭하여 "우리"
      또는 기타 1인칭 대명사로 지칭합니다. 1.2 본 웹사이트에 로그인한 자연인
      또는 기타 주체가 본 웹사이트의 사용자인 경우, 본 계약 표현의 편의를 위해
      이하에서는 "귀하" 또는 기타 제2의 인물을 사용합니다. 1.3 본 계약 표현의
      편의를 위해 본 계약에서는 당사와 귀하를 집합적으로 "당사자"라고 하며, 당사
      또는 귀하를 개별적으로 "당사자"라고 합니다. 2. 개인정보 보호정책의 목적
      개인정보 보호정책은 귀하가 본 웹사이트에 로그인할 때, 본 웹사이트에 등록할
      때 및/또는 당사가 제공하는 서비스를 이용할 때에만 당사가 귀하로부터
      수집하는 정보의 유형과 당사가 수집한 정보를 사용하고 보호하는 방법을
      규정합니다.3. 귀하의 동의 당사의 개인 정보 처리에 대한 완전한 확신을
      가지려면 개인 정보 보호 정책의 조건을 자세히 읽고 이해해야 합니다. 특히,
      귀하가 당사 웹사이트에 로그인하면 웹사이트 등록 여부에 관계없이 귀하는
      당사에 귀하의 동의, 약속 및 확인을 표시하게 됩니다. 3.1 귀하는 필요한
      동의를 얻어 당사에 자발적으로 개인 데이터를 공개합니다. 3.3 귀하는 본
      웹사이트에 로그인하거나 당사가 제공하는 서비스를 사용하여 귀하의 정보를
      수집하는 데 동의합니다. 귀하는 향후 당사의 개인정보 보호정책이 수정되는
      것에 동의합니다. 3.4 귀하는 당사의 지점, 자회사 및 직원이 귀하가 관심을
      가질 수 있는 제품 및 서비스에 관해 귀하에게 연락할 수 있다는 데
      동의합니다(귀하가 그러한 메시지를 받고 싶지 않다고 표시한 경우 제외).4.
      수집된 정보 4.1 귀하가 이 웹사이트를 사용할 때 귀하는 Cookies를 사용하여
      귀하의 모든 활동을 추적하고 귀하의 IP 주소, 지리 위치 및 기타 정보를
      포함하되 이에 국한되지 않는 모든 정보를 수집하고 기억한다는 데 동의합니다.
      4.2 귀하가 본 사이트에서 제공하는 서비스를 이용하려면 다음 두 가지 정보를
      입력하고 제공해야 합니다. 4.2.1 신원 정보. 이 정보는 귀하의 이름, 거주지
      주소, 우편 주소, 귀하의 국가 또는 정부가 발행한 귀하의 신원 정보를
      증명하는 기타 다양한 증명서를 포함하되 이에 국한되지 않고 귀하가 이
      웹사이트의 회원으로 등록할 자격이 있는지 여부를 확인하는 데 도움이 될 수
      있습니다. 관련 번호 및 귀하의 신원을 확인하는 데 도움이 될 수 있는 기타
      모든 정보(이하 "신원 정보"로 통칭함). 4.2.2 서비스 정보. 이 정보는 당사가
      귀하에게 연락하고 귀하의 전화번호, 팩스 번호, 유효한 이메일 주소, 우편
      주소, 직불 카드 정보 및/또는 기타 계정 정보（이하 통칭하여 "서비스
      정보"라고 함）를 포함하되 이에 국한되지 않는 서비스를 제공하는 데 도움이
      됩니다. ）. 4.3 귀하가 본 웹사이트 또는 본 웹사이트가 제공하는 서비스를
      사용할 때 당사는 본 웹사이트의 기능을 개선하고 본 웹사이트 및 본
      웹사이트가 제공하는 서비스 사용 경험과 보안을 강화하거나 법원이나 해당
      법률 및 규정에 따라 수행할 수 있습니다. 관할권이 있는 다른 정부 기관의
      명령에 따라 본 웹사이트에 게시된 당사의 전용 이메일 주소 또는 당사가
      준수한다고 판단하는 기타 방법을 통해 필요한 정보를 더 많이 수집합니다. 4.4
      귀하가 본 웹사이트에 있는 다른 제3자 웹사이트 또는 협력 제3자에 대한
      링크를 방문하는 경우 귀하는 해당 제3자 웹사이트의 별도의 독립적인 개인
      정보 보호 정책에 동의하고 이를 준수해야 합니다. 우리는 이러한 웹사이트나
      파트너의 콘텐츠와 활동에 대해 책임을 지지 않습니다.5.Cookies 5.1 귀하가
      당사 웹사이트를 방문하면 당사는 성과를 기록하고 온라인 광고의 효과를
      확인하기 위해 Cookies를 통해 Google 통계를 사용합니다. Cookies는 귀하의
      브라우저로 전송되어 귀하의 컴퓨터 하드 드라이브에 저장되는 작은 데이터
      조각입니다. Cookies는 귀하가 컴퓨터를 사용하여 당사 웹사이트에 접속할 때만
      귀하의 컴퓨터 하드 드라이브로 전송될 수 있습니다. 5.2 Cookies는 당사
      웹사이트의 다양한 항목을 검색할 때 방문자의 습관과 선호도를 기록하는 데
      자주 사용됩니다. Cookies에 의해 수집되는 정보는 익명의 집단통계자료이며,
      개인정보를 포함하지 않습니다. 5.3 Cookies는 귀하의 하드 드라이브, 이메일
      주소 및 개인 데이터에 대한 데이터를 얻는 데 사용될 수 없습니다. Cookies를
      사용하면 이 웹사이트 또는 서비스 제공업체의 시스템이 귀하의 브라우저를
      인식하고 정보를 캡처하고 기억할 수 있습니다. 대부분의 브라우저는 Cookies를
      허용하도록 사전 설정되어 있습니다. 귀하는 Cookies를 허용하지 않도록
      브라우저를 설정하거나 Cookies가 설치된 경우 알림을 받도록 선택할 수
      있습니다. 그러나 Cookies를 비활성화하도록 설정한 경우 당사 웹사이트의 특정
      기능을 활성화하거나 사용하지 못할 수도 .6. 정보 사용 6.1 당사는 귀하에
      대해 수집한 정보를 다음 목적 또는 다음과 같은 방식으로 사용합니다: 6.1.1
      당사 웹사이트를 통해 귀하에게 서비스를 제공하기 위해 6.1.2 귀하가 당사
      웹사이트를 사용할 때, 귀하의 신원을 식별하고 확인할 수 있습니다. 6.1.3
      웹사이트 서비스를 개선하고 강화하기 위해(귀하로부터 받은 정보와 피드백을
      바탕으로 웹사이트 서비스를 개선하여 귀하의 서비스 요청에 보다 효과적으로
      대응하고 지원할 수 있도록 돕습니다) 6.1.4 당사 웹사이트 사용에 대한 통계
      및 정부 기관, 공공 기관 등과의 협력에 대한 데이터 분석 6.1.5 귀하의 경험을
      개인화하여(귀하의 정보는 귀하의 요구에 더 잘 대응하는 데 도움이 됩니다) ;
      6.1.6 Chǔlǐ jiāoyì (nín de xìnxī, wúlùn shì gōnggòng huò sīrén de, wèi
      jīng nín de tóngyì bù huì yǐ rènhé lǐyóu bèi chūshòu, jiāohuàn, zhuǎnyí,
      huò tígōng jǐ rènhé qítā gōngsī, dàn chúle wèi wánchéng nín suǒ yāoqiú de
      jiāoyì de míngquè mùdì zhī wài); 6.1.7 Dìngqí fāsòng diànzǐ yóujiàn (nín
      tígōng dìngdān chǔlǐ de diànzǐ yóujiàn dìzhǐ, chúle ǒu'ěr jiēshōu wǒmen de
      xīnwén, gēngxīn, xiāngguān chǎnpǐn huò fúwù de xìnxī děng, kěyòng lái
      xiàng nín fāsòng xìnxī hé gēngxīn yǒuguān nín de dìngdān); 6.1.8 Mǎnzú běn
      wǎngzhàn yònghù xiéyì guīdìng de qítā mùdì hé wèile mǎnzú gāi děng mùdì de
      suǒyǒu héfǎ tújìng. 6.2 Wǒmen bù huì xiàng qítā fāng chūshòu, jiāoyì huò
      yǐ qítā fāngshì zhuǎnràng xìnxī huò yǔnxǔ tārén shōují, shǐyòng xìnxī, dàn
      bù bāokuò yǐxià qítā fāng hé yǐxià xìnxī: Wǒmen de guānlián fāng, bāngzhù
      wǒmen jīngyíng wǒmen de wǎngzhàn, kāizhǎn yèwù, huòzhě xiàng nín tígōng
      fúwù de shòuxìn rèn de dì sānfāng, zhǐyào zhèxiē dāng shì fāng tóngyì
      jiāng zhèxiē xìnxī bǎomì; dāng wǒmen xiāngxìn pīlù de xìnxī shì shìdàng
      de, shì zūnshǒu fǎlǜ, fǎguī, guīzhāng zhìdù de huò láizì yú fǎyuàn huò tā
      zhǔguǎn dāngjú de mìnglìng, zhíxíng wǒmen de wǎngzhàn cèlüè, zhèngcháng
      yùnxíng wǎngzhàn suǒ xūyào, guānlián fāng tígōng fúwù suǒ xū huò bǎohù
      wǒmen huò tārén de quánlì, cáichǎn huò ānquán de. Dànshì, nín de xìnxī bù
      huì tígōng jǐ qítā fāng jìnxíng yíngxiāo, guǎnggào huò qítā yòngtú. 展开
      436 / 5,000 6.1.6 거래 처리(공개 또는 비공개 여부에 관계없이 귀하의 정보는
      귀하가 요청한 거래를 완료하는 것 외에는 귀하의 동의 없이 어떤 이유로든
      다른 회사에 판매, 교환, 양도 또는 제공되지 않습니다. 6.1.7 귀하에게 전송
      일반 이메일(귀하가 주문 처리를 위해 제공한 이메일 주소, 당사의 뉴스,
      업데이트, 관련 제품 또는 서비스에 대한 정보 등을 정기적으로 수신하기
      위해), 6.1.7 귀하의 주문에 대한 정보와 업데이트를 정기적으로 보내기 위해)
      6.1.8 본 웹사이트 사용자 계약에 규정된 기타 목적 및 그러한 목적을 달성하기
      위한 모든 법적 방법을 충족하기 위해. 6.2 당사는 다음과 같은 당사자와 다음
      정보를 제외하고 정보를 다른 당사자에게 판매, 거래 또는 기타 방법으로
      양도하거나 다른 사람이 정보를 수집 및 사용하도록 허용하지 않습니다.
      귀하에게 서비스를 제공하는 신뢰할 수 있는 제3자(단, 해당 당사자는 정보
      공개가 적절하고 법률, 규정, 규칙 및 규정을 준수하거나 법원 또는 기타
      관할권에서 요구하는 경우 해당 정보를 기밀로 유지하는 데 동의함) 권한
      웹사이트를 적절하게 운영하는 데 필요한 경우, 계열사에 서비스를 제공하는 데
      필요한 경우 또는 당사 또는 타인의 권리, 재산 또는 안전을 보호하는 데
      필요한 경우 당사 웹사이트 정책을 주문하고 집행합니다. 그러나 귀하의 정보는
      마케팅, 광고 또는 기타 용도로 다른 당사자에게 제공되지 않습니다.7. 개인
      데이터 보호 7.1 당사는 귀하의 개인 데이터를 보호하고 보안을 보장하기 위해
      적절한 물리적, 전자적, 관리적, 기술적 조치를 취합니다. 당사는 당사
      웹사이트를 통해 수집된 모든 개인정보가 당사와 관련되지 않은 제3자로부터
      간섭을 받지 않도록 노력하고 있습니다. 당사가 취하는 보안 조치는 다음을
      포함하지만 이에 국한되지는 않습니다. 7.1.1 물리적 조치: 귀하의 개인 정보가
      포함된 기록은 잠긴 장소에 보관됩니다. 7.1.2 전자적 조치: 귀하의 개인정보가
      포함된 컴퓨터 데이터는 엄격한 로그인 제한이 적용되는 컴퓨터 시스템 및 저장
      매체에 저장됩니다. 7.1.3 관리 조치: 승인된 직원만이 귀하의 개인 데이터에
      접근할 수 있으며, 해당 직원은 개인 데이터의 기밀성에 대한 내부 규칙을
      준수해야 합니다. 7.1.4 기술적 조치: SSL(Secure Socket Layer) 암호화와 같은
      암호화 기술을 사용하여 귀하의 개인 데이터를 전송할 수 있습니다. 7.1.5 기타
      조치: 당사의 웹 서버는 "방화벽"으로 보호됩니다. 7.2 당사 웹사이트에서 보안
      취약점을 발견한 경우 즉시 당사에 연락해 주시면 가능한 한 빨리 적절한
      조치를 취할 수 있습니다.7.3 위의 기술 및 보안 조치를 시행했음에도 불구하고
      당사는 인터넷을 통한 데이터 전송의 절대적인 보안을 보장할 수 없으므로
      귀하가 당사 웹사이트를 통해 당사에 제공하는 개인 데이터가 항상 안전할
      것이라고 절대적으로 보장할 수 없습니다. 당사는 귀하의 개인정보에 대한 무단
      접근으로 인해 발생하는 모든 사건에 대해 책임을 지지 않으며, 이와 관련하여
      발생하거나 발생한 손실이나 피해에 대해 보상할 책임이 없습니다.8. 개인정보
      보호정책 개정 당사는 언제든지 본 개인정보 보호정책을 수정할 권리를
      보유합니다. 당사는 새 버전의 발효일을 업데이트 및 게시하고 개정 사항을
      강조하여 개인정보 보호정책을 개정했음을 알려드립니다. 때때로 당사는
      개인정보 보호정책이 개정되었음을 알리는 공지를 발행할 예정이지만 이는 의무
      사항은 아닙니다. 우리 쪽에서는. 귀하는 개인정보 보호정책을 정기적으로
      확인하고 개정된 내용에 주의를 기울여야 합니다. 개정된 내용에 동의하지 않는
      경우 즉시 본 웹사이트 접속을 중단해야 합니다. 개인정보 보호정책의
      업데이트된 버전이 발표되면 귀하가 이 웹사이트에 계속 접속하면 업데이트된
      내용에 동의하고 업데이트된 개인정보 보호정책을 준수하는 데 동의한다는
      의미가 표시됩니다.9. 당사와의 커뮤니케이션 9.1 요구 사항이나 의견이 있는
      경우 contact@uzx.com으로 이메일을 보내주십시오. 이는 당사가 귀하와 소통할
      수 있는 유일한 유효하고 공식적인 이메일이므로 당사는 귀하에게 효과적인
      연락 방법을 사용하지 않았습니다. , 모든 행위 또는 부작위. 9.2 우리는 본
      웹사이트의 유효한 연락처 정보를 통해서만 공고 및 정보를 게시하거나 본
      웹사이트에 공고를 게시하므로 위의 방법을 통해 획득하지 않은 정보에 대한
      귀하의 신뢰로 인해 발생하는 손실에 대해 당사는 책임을 지지 않습니다. 9.3
      당사의 개인 정보 보호 정책에 대해 질문이 있는 경우 언제든지 당사에 문의해
      주십시오.
    </p>
  </div>
</template>
<style lang="scss" scoped></style>
